---
kind: enumMember
id: F:Autodesk.Revit.DB.ImportUnit.Custom
enum: Autodesk.Revit.DB.ImportUnit
source: html/7801f4fd-83aa-65b4-5cd9-d3564d48f147.htm
---
# Autodesk.Revit.DB.ImportUnit.Custom

Custom values as decimal values